{
  "health-technology": {
    "name": "Health Technology",
    "slug": "health-technology",
    "description": "This program equips students with foundational skills in health sciences, preparing them to support healthcare teams across various medical fields.",
    "highlight": "Gain expertise in diagnostic procedures, patient care, and healthcare technology essentials.",
    "duration": "2 Years",
    "overview": [
      "The Diploma in Health Technology provides students with a broad-based foundation in health sciences. Students will be introduced to essential subjects such as anatomy, physiology, microbiology, and community health. The course emphasizes both theoretical knowledge and practical training, ensuring that graduates are capable of assisting medical professionals in hospitals, clinics, and laboratories.",
      "By the end of the program, students will have gained hands-on experience in basic medical procedures and health management systems, preparing them for further specialization or immediate employment in healthcare settings."
    ],
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career":
      "Healthcare assistant, medical lab support, and entry-level health technician roles."
  },
  "radiology-technology": {
    "name": "Radiology Technology",
    "slug": "radiology-technology",
    "description": "Focused on imaging techniques such as X-rays, CT scans, and MRIs, this course trains students in diagnostic imaging procedures.",
    "highlight": "Learn X-ray, CT, MRI, and ultrasound imaging techniques with hands-on clinical training.",
    "overview": [
      "Radiology Technology focuses on diagnostic imaging, including X-rays, CT scans, and MRIs. Students learn how to operate imaging equipment, prepare patients for procedures, and ensure safety during radiological exams.",
      "The course emphasizes radiation safety, anatomy, image interpretation basics, and patient communication. Graduates are trained to work alongside radiologists and physicians in hospitals, diagnostic centers, and imaging labs."
    ],
    "duration": "2 Years",
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career":
      "Radiology technician, imaging assistant, hospital radiology department support."
  },
  "surgical-technology": {
    "name": "Surgical Technology",
    "slug": "surgical-technology",
    "description": "This program prepares students to assist surgeons during operations by maintaining sterile environments and managing surgical instruments.",
    "highlight": "Assist in surgical procedures with skills in sterilization, instruments, and operating room protocols.",
    "overview": [
      "The Diploma in Surgical Technology prepares students to assist surgeons in the operating room. Training includes sterilization techniques, surgical instrument handling, and operation theatre management.",        
      "Students will gain in-depth knowledge of pre-operative, intra-operative, and post-operative procedures. The program also emphasizes patient safety and sterile practices, ensuring that graduates can play a critical role in successful surgical outcomes."
    ],
    "duration": "2 Years",
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career": "Surgical assistant, operation theatre technologist."
  },
  "dental-technology": {
    "name": "Dental Technology",
    "slug": "dental-technology",
    "description": "A specialized course focusing on dental procedures, oral healthcare, and supporting dentists in clinical environments.",
    "highlight": "Learn techniques in dental equipment, oral health care, and lab-based dental solutions.",
    "overview": [
      "Dental Technology equips students with the knowledge and skills to support dentists in both clinical and laboratory settings. The course covers oral anatomy, preventive dentistry, dental materials, and dental lab practices.",
      "Students will gain practical experience in dental impressions, prosthetic preparation, and chairside assisting. This program is designed for those interested in contributing to oral healthcare and improving community dental health standards."
    ],
    "duration": "2 Years",
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career": "Dental assistant, dental lab technician."
  },
  "pathology-technology": {
    "name": "Pathology Technology",
    "slug": "pathology-technology",
    "description": "This program trains students in laboratory diagnostics, covering hematology, microbiology, biochemistry, and clinical pathology.",
    "highlight": "Gain hands-on expertise in laboratory testing, sample analysis, and diagnostic procedures.",
    "overview": [
      "Pathology Technology focuses on understanding disease processes through laboratory testing and analysis. Students are trained in clinical biochemistry, microbiology, hematology, and histopathology.",
      "The course emphasizes practical laboratory skills, quality control, and diagnostic accuracy, preparing graduates to play a vital role in patient care by supporting physicians with precise test results."
    ],
    "duration": "2 Years",
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career": "Laboratory technologist, pathology lab assistant, diagnostic lab staff."
  },
  "cardiology-technology": {
    "name": "Cardiology Technology",
    "slug": "cardiology-technology",
    "description": "This program focuses on the study, diagnosis, and prevention of dental caries, blending dental science with modern techniques.",
    "highlight": "Develop skills in cardiac care, ECG, echocardiography, and cardiovascular diagnostics.",
    "overview": [
      "Cariology Technology focuses on the prevention, diagnosis, and management of dental caries (tooth decay). Students study oral microbiology, cariology techniques, preventive dentistry, and restorative procedures.",
      "The program is designed to train professionals who can work closely with dentists, promoting better oral hygiene and supporting treatment procedures aimed at preventing cavities and preserving natural teeth."
    ],
    "duration": "2 Years",
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career": "Dental assistant, cariology specialist support staff."
  },
  "anesthesiology-technology": {
    "name": "Anesthesiology Technology",
    "slug": "anesthesiology-technology",
    "description": "Students are trained to assist anesthesiologists in preparing and administering anesthesia during surgeries and medical procedures.",
    "highlight": "Train in anesthesia preparation, patient monitoring, and perioperative care.",
    "overview": [
      "Anesthesiology Technology trains students to assist anesthesiologists and surgeons during medical and surgical procedures. The curriculum covers anesthesia administration techniques, monitoring patient vitals, and managing anesthesia equipment.",
      "Graduates will be capable of preparing operating theatres, assisting with anesthesia delivery, and ensuring patient safety throughout surgeries, making them vital members of surgical and emergency care teams."
    ],
    "duration": "2 Years",
    "eligibility": "Matriculation with Science (minimum 50% marks, Biology required)",
    "career": "Anesthesia technician, OT support staff."
  }
}
